{
  "karmic_lesson": {
    "1": "This lesson indicates a need to be more courageous, independent, and self-sufficient in this life. This lesson will force you to stand up for yourself, to embrace your individuality, and to walk a path less traveled.",
    "2": "This lesson indicates a need to be more cooperative, patient, and considerate toward others. This lesson will force you to be more aware of others’ feelings, to harmonize with your environment, and to learn to work as part of a team.",
    "3": "This lesson indicates a need to be more confident and appreciative of your talents. This lesson will force you to lighten up and to be more joyful and easy-going. It will also force you to be less critical of yourself and life.",
    "4": "This lesson indicates a need to be more organized, disciplined, and focused. This lesson will make you take your commitments seriously and work hard to achieve your goals. It will also force you to be responsible and reliable.",
    "5": "This lesson indicates a need to be more open, adaptable, and welcoming of change. This lesson will force you to take advantage of the opportunities and experiences you are given and to be more outgoing and adventurous in life.",
    "6": "This lesson indicates a need to be more responsible, dedicated, and committed to others and life. This lesson will force you to take your responsibilities seriously and to establish genuine and meaningful relationships with others.",
    "7": "This lesson indicates a need to look beyond the physical world to discover the deeper meaning of life. This lesson will force you to be more trusting of others and yourself. It will encourage you to be open-minded and to find a spiritual faith.",
    "8": "This lesson indicates a need to reclaim your personal power over whatever disempowers you. This lesson will force you to understand money, status, authority, and power. It will encourage you to learn how to manage your material affairs.",
    "9": "This lesson indicates a need to be more understanding, tolerant, and less judgmental of others. This lesson will force you to learn forgiveness and to broaden your understanding of others and life."
  },
  "karmic_debt": {
    "13/4": "This number indicates that extra effort is required to master discipline, integrity, and Numbers, you must learn to be responsible and face your challenges head-on rather than succumb to quick-fix solutions, shortcuts, or manipulation. Karmic Debt Number 13/4 brings an opportunity for personal transformation, and when you’re honest, patient, and persevere through adversity, you’ll overcome this lesson.",
    "14/5": "This number indicates a need to display temperance and moderation in every area of your life and to be mindful of overindulgence. With a 14/5 among your Personality Numbers, you must learn to rise above temptation and earthly desires in favor of responsibility and honoring your commitments. By balancing your desire for freedom and adventure with your responsibilities, you’ll overcome this lesson.",
    "16/7": "This number indicates a need to reevaluate your core values and eliminate any superficial foundations that do not align with your higher self. With a 16/7 among your Personality Numbers, you must learn to rise above your ego and pride, treat others with respect, trust and surrender to the unexpected events in your life, and be honest and faithful in love. When you focus on your personal development and rise above your superficial tendencies, you’ll overcome this lesson.",
    "19/1": "This number indicates a sense of frustration due to your inability to control everything and everyone in your life. With a 19/1 among your Personality Numbers, you must learn to take others’ needs, feelings, and opinions into consideration rather than just your own. By having the courage to accept assistance from others, admitting your mistakes, and seeing others’ points of view (regardless of whether they’re right or wrong), you’ll overcome this lesson."
  }
}