{
  "1": {
    "description": "As natural-born leaders, you are not only courageous but also high spirited. You love your freedom, so it is ensured that its reins are intact in your hands. You are well- suited for self-employment and would excel as a self-boss. Your goal-oriented nature has taken you a long way in your life, if not yet then it is likely to show its effect in the coming time. The pure dedication and focus with which you take up any task or errand give you success most of the time. You put your heart and soul into achieving your target or task. You can be a multi-tasker if the work interests you and you have the zeal to do it.\nYou are mostly clear about the path of achievement but you also demand attention and love from people around. Often you get agitated when things do not go your way. The swollen ego, boastful nature and arrogance at times drive you insane and you hamper things around.",
    "positive": "As declared leaders, you own qualities like lateral thinking and creativity. Others might perceive you as self-centred and egoistic, but your leadership and nut-cracking quality is what makes people envious of you. Dynamic nature, heart to take a risk and succeed are some positives which do not come in everyone and anyone.",
    "negative": "It is quite evident that you are egoistic, self-centric and aggressive at times. You need to ensure that it does not reach a level that it starts to spoil things for you that you have built or earned. You mostly lose your cool when a problem pops up and lack patience. Overenthusiastic nature, dominating trait and at times the violent side of you might restrict your productivity and also be the reason for your downfall."
  },
  "2": {
    "description": "People in the category of number 2 are true peace lovers. Your emotional quotient is very high which is both bane and boon for you in life. You are a loyal partner, friend, and bond with people easily. Even though you are reserved by nature, the intuitive side of you makes you a people's person. In a situation of confusion, tiff, and misunderstanding you play an active part in resolving them for others. The convincing power is high on your side, which makes you a perfect mediator.\nSince you have the power to change people's mind, it often becomes difficult to explain yourself when there is a problem in your paradise. You own the power to self-heal from hurtful situations and also specialize in helping others do the same. People with this life path number are mostly in professions like spirituality, healing, nursing, etc.",
    "positive": "Sensitivity and loyalty run in your blood. It makes you a true friend or partner. You stand strong in any situation to protect your loved ones. You are open to listening and are compassionate to others' feelings. You are not the conflict initiators instead you always try to calm things down and maintain harmony. You are observant and very well know how to use the minutest of detail to disarm negativity in the surrounding. You like your routine life and are not very open to frequent changes or alterations.",
    "negative": "The twos in spite of being diplomatic, lack the spine to take the lead and fight for the right. You prefer to be in the shadow and wait for others to take a stand for you, to come up front. Since your emotional side is always high, things affect you very easily. Due to this you become agitated and are likely to act weirdly. Somewhere in life, you are self-centred when it comes to your liking and comfort. But you are spineless in context to standing for self. The art of holding back thoughts and over compromising in a relation are other traits in number 2. Your over sensitiveness can be a reason for suffering."
  },
  "3": {
    "description": "People who fall under this category love to be the nucleus everywhere. Since you have a charismatic aura, you end up being the centre of attraction. You are full of creativity and are very expressive as compared to other numbers. You are born artists and are super romantic at heart. Your observant nature helps you take a calculative and sensible decision about life, career, and other aspects of life. The best part about you is that you do not hold any grudge against anyone and are very optimistic about life. You are limitless and enjoy living your present to the fullest without worrying about tomorrow. Such a nature often pushes you to escape taking up responsibility. You are a die-heart spender so, saving is not something you do and due to which you suffer later.",
    "positive": "You love yourself and this is the reason you are less concerned about what others feel or think about you. As your own counsellor, you easily criticize yourself when needed and ensure to work on such shortcomings. With excellent communication skills, you work well in a team and can provide a comfortable environment to colleagues and co-workers. Your creative skills, cheerfulness, and friendly nature attract people towards you.",
    "negative": "You do not usually get hurt easily, but if you do then you cut off from people around and built a cocoon around you. You act opposite to your true nature. In some worse cases, you even become sarcastic with intend to hurt the person who hurt you. You are not someone who loves rules so, you do not like to work under rigid conditions. Since you are good at most of the things you do, this often creates a lot of confusion in deciding which work to take up first. Due to this, you lack focus. Overthinking and analysing is what you do most of the time, this affects your productivity and holds you from giving your best."
  },
  "4": {
    "description": "The fours are the emblem of stability and functional life. You are practical in either personal and professional front or any situation that demands your attention. You desire financial stability which is your topmost priority. The thirst for respect is much bigger than anything around. Companies love to have employees like you, who are team players and can hold the team together. You are imaginative, rational and anti any kind of injustice that takes place anywhere. You are trustworthy when it comes to emotional support and people can depend on you for any kind of assistance. Your seriousness and hard work are likely to take you a long way.",
    "positive": "You are down to earth which makes you approachable and reachable for any kind of assistance. You are people's person that is why you are amongst the much need people in the core group. The best part about you is that you do not surrender to any kind of peer pressure. Perseverance is what you demand most of the time from self and even from people around you. The orderly form of life is your life long mantra. You are a learner and seek knowledge from everywhere you go. Risk bearing feature is absent in your system, you would rather make a solid backup plan and act accordingly than depend on taking the risk without a safety net at hand. You are determined in whatever you do and even possess loner quality, where you can enjoy a lonely time too.",
    "negative": "Unfortunately, you are very harsh on yourself. Either it is because of some old wounds which have yet not healed or any mishap that has left an unhealed scar. Such things make you feeble and you find it hard to forget. One of the biggest problems with you is that you are not ready to compromise in any situation. You are a staunch rule follower and expect others to have the same ideology which is quite impossible most times. If you find out people working or associated with you do not carry the same ideology, then you tend to lash out at them, you become impolite, stubborn and even authoritative which gives a negative impact on your image."
  },
  "5": {
    "description": "You are an explorative personality who loves to explore. You adore your freedom and ensures that nobody dares to take it away from you. Traveling, meeting new people, enjoying even the smallest experience is what describes you. Curiosity runs in your blood, it pushes you to touch new heights. You are also a risk- taker but a calculated one. The risk is worth the leap is what you always make sure. The adventure-seeking nerve makes you a good motivator to push people to explore their potential. Fearlessness is what you constantly aim to conquer, as it restricts your flight to fly high and make the most of what is around you. Change is the constant factor in your life that you love the most. Monotony bores you and you make sure to exit any relation or situation that cradles it.",
    "positive": "You are full of ideas, which helps to enhance your overall personality and also image amongst people. You inspire people both on the professional and personal front. Since you are young at heart, you do not support orthodox ideologies and rules. Live life to the fullest without any restrictions is what you advise people all the time. You possess good communication skills this helps you crack some good deals and even expand your social circle. Progressive thinking is the tool that makes you live life in the highest way possible without any judgments.",
    "negative": "As a person who is never at rest, you often end up with unfinished tasks in your basket. Since you are too hyper with all the workaround, you just aim at doing everything at once leading to no work done. Lack of concentration makes you agitated and lose cool. You are anxious most of the time, and anger always sits on your nose, if things do not go your way. The rebellious side of you turns to active mode when someone tries to tie you or take away your freedom. You are inclined towards making a lot of enemies, ensure you keep yourself away from such situations. Stay away from fights as much as possible to preserve peace in life."
  },
  "6": {
    "description": "You are natural caretakers and are ready to go to any limit to keep your closed ones happy and content. Your sacrificing nature makes you a people's person and also one of the most  positive personality. Your motherly side often makes you choose careers like teaching, training, childcare, etc. Your emotionally intuitive nature makes you super kind that is taken for granted by some often. Often you lack to see the reality of people and when hurt you still do not believe and you end up being hurt or betrayed. Your escape from harsh reality is a drawback you should overcome. You love to take up responsibilities and make sure to do justice to the same. Your humility is a gem on your personality crown.",
    "positive": "The empathetic nature gives you a big heart to understand each one's point of view and feelings. You prefer keeping others comfort before yours, this is the reason you do not think about yourself at all. Your sacrificing nature, makes you most wanted amongst family and friends. At times, the extent of sacrifice and the desperation to make the other person feel good has no limit, which eventually affects your overall health and can exhaust you completely. Love, peace, and support are inbuilt emotions in you making you appear charming and the most warm-natured person to be with.",
    "negative": "They say too much of everything is bad! Such is the case with the life path number 6. Your over-servicing nature makes you ignore yourself and results in self-destruction. By default, you assume that you are obliged to do things for others and keep your preferences at bay. Due to this, you do not get a chance to exhibit your talent and skills that might benefit you professionally and personally. To put it in harsh words, you do not mind being slaves to people. With all your energy channelized towards others betterment, you are likely to get sick worrying and eventually you are unable to showcase your talent, as you avoid taking hard tasks."
  },
  "7": {
    "description": "Life path number 7 is always thirsty for knowledge. Your basic aim of life is to explore your surroundings and develop both spiritually and mentally. You are a seeker of reality and are on the lookout to attain wisdom. In some way, you are also a perfectionist, which might make your relation with people uneasy as perfection that you seek is only in your mind. You often lookout for flaws in people which does let you earn a good reputation. You set very high standards for self, which eventually makes you tough within. You are a loner and often like to escape to your cocoon for a solace. You might appear weird when you try to overdo things and appear normal or over-friendly, as you are a reserved man. Such an effort might backfire and make people look down at you as vulgar and judgmental. You love your lonely mental place and most of the time are busy finding answers about your life and its purpose.",
    "positive": "You prefer to work in solitude and figure out things alone without anyone's help. You have your own beliefs and you like to stick to them all the time. It is very difficult to change your mindset or decisions. Even though you are a loner, you have a magnetic charm that attracts people every time you decide to walk out of your shell are confident to express yourself. At times people see a humorous side of you which they like. You are sensible and sensitive at the same time. You have infinite spiritual energy in you that helps you to evolve, know yourself and also introspect various aspects of life.",
    "negative": "Your loner side is not what people close to you enjoy. You often judge others because they do not have a mind-set like you or cannot do things just the way you like. Paranoia runs in your blood and is also the reason you are likely to collapse. The tiff between heart and mind is never-ending as you want to ignore your heart completely and follow your mind which is not possible. Since you are on the lookout for inner peace, you fail to realize that it is right there and your mindset is the only barrier that restricts you from attaining it. You are a secretive person and someone who conceals his feelings easily, thus making it difficult to know what exactly you are feeling and feeding your mind. A cruel critic, slap tongue, careless use of words are few of your not so good sides. You love to escape from reality and often appear is a person who is not understanding. Unfortunately, you can be exhausting to be around."
  },
  "8": {
    "description": "People who belong to the life path number 8 are hardworking and goal-oriented. Irrespective of that you are also very materialistic. Since you are a very ambitious person. You are also too honest and straightforward which might give you a tough time with people around. You are not very open to taking advice from anyone as you think too highly of yourself. You always want to be the choice maker rather than anyone else getting to decide for you. You are a very energetic person and know how to deal with it. You have the qualities of a leader and are very clear about your goals. You are passionate about your work as it will lead you to earn good money which is your ultimate goal.",
    "positive": "Shower of power and money if dealt nicely can bring out the responsible side of you and make you gain money and fame quickly. Your goal-oriented nature makes people look up to you in terms of work. You see things as black and white, the grey side does not exist for you. You realize your responsibility as the provider of family and ensure that your family is happy and does not lack anything when it comes to money-related possessions. Even after great failures, you have a zeal to bounce back and regain what you have lost with the help of clean ethics. The combination of energy, focus, and dedication makes you a successful person in any field you step in.",
    "negative": "With great power comes great responsibility! You often forget this rule due to which your life becomes unmanageable. You do not know how to use your authority effectively, which leads to disaster. Your careless attitude due to fame and monetary power gives people the leverage to disrespect you and take advantage of you. You are too materialistic due to which you fail to see the emotional side of life. You are self-centred and you expect your goal to be everyone's too. Your swollen ego does not let you take advice and make your life imbalanced. The rigid concept of seeing life as black and white can trap you in fear."
  },
  "9": {
    "description": "Generosity and emotion are two pillars of your existence. Since you are a concoction of all the numbers, you are the powerhouse of energy. You are full of compassion and strength which help you cope with life and other aspects of life. You have diverse knowledge in almost all the field which makes you an intellectual person. Since you are made from the extraction of all the numbers you are adaptable, mysterious and also diverse. You possess creative thinking and artistic flair. Unfortunately, you are a control freak and like to take charge all the time. You cannot take denial sportingly. Your personality is complex and multi-layered which makes you not very open to learning and advice.",
    "positive": "Surprisingly, your mantra for life is live and let live. You are versatile in your talent which lets you explore various types of fields in career. Humanity is very much alive in you which makes you soft-hearted towards people especially those who are close to you. You have a deep affection for people who seek help from you, it pushes you to stretch to help them. You are somewhat of a perfectionist and openly include people in your voyage who share the thought. You are not a macro thinker instead you concentrate on the bigger picture. You like to share your dreams, goals with people it motivates you. Teamwork is your forte as you are a good decision-maker who is unbiased. You support truth in every situation, you are not a blind follower. If you concentrate then you can excel creatively and can be influential.",
    "negative": "You are never satisfied. In a broader term even when you achieve the goal, you still feel the task is unfinished and your goal becomes something else. You lack the zeal to perform exceptionally as your mind is cluttered with uninvited thoughts. At times, materialistic desire can trigger in you and if given weight, it is likely to hamper your progress. You lack the tendency to let things go, which eventually hurts you the most. In spite of being diverse yourself, you do not appreciate people who are diverse in personality, choices or opinions."
  },
  "11": {
    "description": "",
    "positive": "",
    "negative": ""
  },
  "22": {
    "description": "",
    "positive": "",
    "negative": ""
  },
  "33": {
    "description": "",
    "positive": "",
    "negative": ""
  }
}