{
  "1": "<h2>The Bold Individualist</h2><p><strong>Core Impression: </strong> Seen as self-sufficient, confident, and naturally commanding attention.</p><ul><li><strong>Traits:</strong>Strong-willed, determined, and in control, Courageous with a fearless, no-nonsense attitude, Independent and unapologetically authentic</li><li><strong>Style:</strong>Fashion-forward with bold, unique choices, Often wears bright colors that reflect individuality</li><li><strong>Social Perception:</strong>Comfortable standing out, May seem indifferent to others’ opinions</li></ul>",
  "2": "<h2>The Harmonizer</h2><p><strong>Core Impression: </strong> Seen as friendly, tactful, and emotionally attuned.</p><ul><li><strong>Traits:</strong>Diplomatic and thoughtful in communication, Cooperative, charming, and socially graceful, Sometimes quiet, but always willing to engage</li><li><strong>Style:</strong>Neat and polished appearance, Prefers soft, flowing clothes in gentle tones</li><li><strong>Social Perception:</strong>Makes others feel comfortable and understood, Often seen with companions, subtly defers to others</li></ul>",
  "3": "<h2>The Expressive Entertainer</h2><p><strong style=\"color: #FFD700;\">Core Impression</strong>Seen as lively, talkative, and the center of attention.</p><ul><li><strong style=\"color: #FFD700;\">Traits:</strong>Gifted communicator with a flair for storytelling, Humorous, animated, and often the prankster, Exaggerates for effect, thrives on self-expression</li><li><strong style=\"color: #FFD700;\">Style:</strong>Artistic and creative fashion sense, Loves glitzy accessories and bold presentation</li><li><strong style=\"color: #FFD700;\">Social Perception</strong>: Natural entertainer and eternal optimist, May dominate conversations but keeps things fun</li></ul>",
  "4": "<h2>The Structured Organizer</h2><p><strong>Core Impression:</strong> Seen as dependable, disciplined, and highly organized.</p><ul><li><strong>Traits:</strong> Rule-abiding, deadline-driven, budget-conscious, loyal, honest, punctual, financially prudent</li><li><strong>Style:</strong> Tailored, neat, and practical clothing</li><li><strong>Social Perception:</strong> Reliable, hardworking, and respectful of others’ time</li></ul>",
  "5": "<h2>The Energetic Explorer</h2><p><strong>Core Impression:</strong> Seen as lively, restless, and full of zest — always on the move and in the know.</p><ul>  <li><strong>Traits:</strong> Outgoing, spontaneous, and fun-loving, Curious and socially intuitive — great at making others feel at ease, Physically expressive, often touchy-feely in interactions.</li>  <li><strong>Style:</strong>Fashion-forward with a preference for loose, versatile clothing, Dresses for flexibility — ready for day-to-night transitions and spontaneous plans.</li>  <li><strong>Work Style:</strong>Multitasker who juggles conversations, emails, and texts simultaneously, Frequently perceived as rushed or running late.</li></ul>",
  "6": "<h2>The Compassionate Harmonizer</h2><p><strong>Core Impression:</strong> Seen as approachable, gentle, and socially graceful — a natural peacemaker.</p><ul><li><strong>Traits:</strong>Adaptable, well-mannered, and emotionally attuned, Nonjudgmental, fair, and deeply empathetic, Dependable and generous — always ready to help others.</li><li><strong>Style:</strong>Prefers comfort over fashion; soft fabrics and soothing colors, Values inner beauty over outward appearances.</li><li><strong>Social Perception:</strong>A nurturing listener and thoughtful advisor, Often viewed as a quiet force of support for those in need.</li></ul>",
  "7": "<h2>The Introspective Analyst</h2><p><strong>Core Impression:</strong>Seen as polished, dignified, and mysterious — someone who exudes quiet depth.</p><ul><li><strong>Traits:</strong>Private, intense, and slow to open up, Deep thinker with strong observational and analytical skills, Trustworthy and principled — values confidentiality and integrity.</li><li><strong>Style:</strong>Impeccably groomed with a preference for quality fabrics and neutral tones, Refined and understated, reflecting inner sophistication.</li><li><strong>Social Perception:</strong>Perceived as aloof yet insightful — able to read others with precision, May come across as skeptical or overly analytical, but always sincere.</li></ul>",
  "8": "<h2>The Commanding Achiever</h2><p><strong>Core Impression:</strong>Seen as confident, powerful, and self-assured — a natural leader with strong presence.</p><ul><li><strong>Traits:</strong>Outgoing, authoritative, and highly influential, Courteous and composed, with impeccable manners, Focused on making a strong first impression.</li><li><strong>Style:</strong>Dresses in fine fabrics and tailored outfits, even casual wear exudes CEO energy, Perceived as wealthy and dignified, regardless of actual status.</li></ul>",
  "9": "<h2>The Charismatic Humanitarian</h2><p><strong>Core Impression:</strong>Magnetic, warm, and welcoming — instantly approachable and emotionally generous.</p><ul><li><strong>Traits:</strong>Natural conversationalist, comfortable in any setting, Generous and admired for acts of kindness and volunteerism, Friendly across cultures, deeply tolerant and justice-oriented.</li><li><strong>Style:</strong>Often perceived as younger due to good complexion, Wears comfortable clothing with dramatic or ethnic flair, Posture varies — either upright and poised or relaxed and slouched.</li><li><strong>Social Perception:</strong>Seen as caring, kind, and devoted to helping others, Respected for embracing diversity and standing up for fairness.</li></ul>",
  "11": "<h2>Master Personality Number 11 — The Visionary Inspirer</h2><p><strong>Core Impression:</strong>Seen as spiritually attuned and deeply inspirational — a beacon of higher awareness.</p><ul><li><strong>Traits:</strong>Highly intelligent and visionary in thought and action, Intuitive, often perceived as psychic or profoundly insightful, Radiates a sense of purpose and elevated consciousness.</li><li><strong>Vibration:</strong>Represents a higher octave of Personality Number 2 — blending sensitivity with spiritual leadership.</li></ul>",
  "22": "<h2>Master Personality Number 22 — The Master Builder</h2><p><strong>Core Impression:</strong>Seen as competent, focused, and unwavering — a pillar of strength and reliability.</p><ul>  <li><strong>Traits:</strong>Strategic thinker and practical visionary, Known for planning meticulously and following through with precision, Perceived as a problem-solver with long-term goals and steady execution.</li>  <li><strong>Style:</strong>Conservative and understated — favors classic, professional attire, Appearance reflects discipline and seriousness.</li>  <li><strong>Vibration:</strong>Represents a higher octave of Personality Number 4 — combining practicality with visionary leadership</li></ul>",
  "33": ""
}