{
  "1": "<ul><li><b>Natural Leader</b>: Driven, ambitious, and thrives in leadership roles. Prefers being in control and dislikes taking orders.</li><li><b>Independent Thinker</b>: Works best solo, values mental prowess over appearance, and avoids clingy or dependent people.</li><li><b>Creative Visionary</b>: Original and imaginative, excels at generating big ideas and solving problems but dislikes handling mundane details.</li><li><b>Fast-Paced & Goal-Oriented</b>: Operates quickly and efficiently, often impatient with slower individuals.</li><li><b>Self-Reliant & Selective</b>: Enjoys solitude, sets firm boundaries, and expects others to be equally independent.</li><li><b>Growth Areas</b>: Needs to cultivate teamwork, patience, and humility. Should avoid being overly dominant, boastful, or critical.</li></ul>",
  "2": "<ul><li><b>Harmony Seeker</b>: Deeply values peace, cooperation, and emotional connection. Gets along with diverse personalities.</li><li><b>Gentle & Polite</b>: Kind-hearted, optimistic, and socially graceful. Excellent manners and a natural peacemaker.</li><li><b>Team-Oriented</b>: Prefers collaboration over solo work. Excels in roles like mediator, teacher, or negotiator.</li><li><b>Detail-Focused & Supportive</b>: Good with specifics, willing to ask for help, and often picks up where others fall short.</li><li><b>Charismatic Influencer</b>: Can embellish stories to inspire others and rally support.</li><li><b>Aesthetic & Sentimental</b>: Loves beauty, culture, and collecting meaningful items and friendships.</li><li><b>Sensitive & Indecisive</b>: Struggles with decision-making, easily swayed by others, and fears criticism.</li><li><b>Needs Affirmation</b>: Requires emotional care and reassurance. May shut down if hurt or manipulated.</li><li><b>Growth Areas</b>: Learn to assert yourself, resist gullibility, and balance harmony with self-respect.</li></ul>",
  "3": "<ul><li><b>Expressive & Charismatic</b>: Loves self-expression and thrives on attention. Naturally charming, flirtatious, and youthful in spirit.</li><li><b>Social Butterfly</b>: Popular, entertaining, and gifted with words. Brings joy and energy to social settings.</li><li><b>Optimistic & Joyful</b>: Feeds off the happiness of others and maintains a sunny outlook—especially when feeling secure.</li><li><b>Bon Vivant</b>: Enjoys luxury, beauty, and the pleasures of life. Flexible and resilient, adapts easily to change.</li><li><b>Scattered Focus</b>: May struggle with consistency and follow-through. Tends to get distracted or overly idealistic.</li><li><b>Dual Nature</b>: Can swing between being outgoing and introverted, leaving others unsure which side they'll encounter.</li><li><b>Growth Areas</b>: Stay grounded, avoid excessive self-promotion, and work on maintaining focus and emotional balance.</li></ul>",
  "4": "<ul><li><b>Hardworking & Reliable</b>: Strong work ethic, highly dependable, and detail-oriented. Tackles tasks with precision and discipline.</li><li><b>Mentally Sharp</b>: Excellent memory and trivia skills. Loves facts, structure, and routine.</li><li><b>Time & Value Conscious</b>: Hates wasting time or money. Demands quality and efficiency in all dealings.</li><li><b>Traditional & Practical</b>: Values order, tradition, and consistency—especially in relationships and lifestyle.</li><li><b>Design-Sensitive</b>: Has a keen eye for aesthetics and symmetry, often correcting visual imperfections instinctively.</li><li><b>Resistant to Change</b>: Prefers routine and may struggle with flexibility. Can be rigid or overly critical.</li><li><b>Growth Areas</b>: Practice open-mindedness, avoid being overly frugal or bossy, and learn to see the bigger picture beyond the fine details.</li></ul>",
  "5": "<ul><li><b>Curious & Clever</b>: Gifted with a sharp, unconventional mind. Learns abstract concepts quickly and asks insightful questions.</li><li><b>Multi-Talented & Energetic</b>: Juggles diverse interests with ease. Thrives in organized environments but craves variety.</li><li><b>Center of Attention</b>: Loves excitement, storytelling, and surprising others. Honest and loyal despite a playful streak.</li><li><b>Adventurous Spirit</b>: Embraces change, spontaneity, and exploration. Hates feeling confined and values freedom deeply.</li><li><b>Restless & Impatient</b>: Easily bored, often jumps between tasks. May struggle with follow-through and long-term commitment.</li><li><b>Growth Areas</b>: Cultivate focus, reliability, and emotional steadiness. Learn to balance your need for novelty with consistency.</li></ul>",
  "6": "<ul><li><b>Romantic & Family-Oriented</b>: Deeply values love, home, and tradition. Finds joy in nurturing relationships and creating emotional security.</li><li><b>Generous & Compassionate</b>: Drawn to helping others—especially children and animals. Often takes on more responsibility than required.</li><li><b>Wise & Harmonious</b>: Known for common sense and peacemaking. A natural counselor who seeks fairness and emotional balance.</li><li><b>Committed & Trustworthy</b>: Takes promises seriously. Loyal, idealistic, and deeply invested in long-term relationships.</li><li><b>Security-Focused</b>: Wealth isn’t the goal, but financial stability and fairness are essential.</li><li><b>Emotionally Sensitive</b>: May neglect personal needs while caring for others. Can be emotionally reactive in conflicts.</li><li><b>Growth Areas</b>: Avoid overextending or smothering others. Learn to set boundaries and manage emotional intensity.</li></ul>",
  "7": "<ul><li><b>Private & Peace-Loving</b>: Craves solitude and serenity. Keeps emotions and thoughts guarded like a skilled poker player.</li><li><b>Intuitive & Discerning</b>: Highly perceptive, can spot insincerity instantly. Avoids gossip and values deep, meaningful conversations.</li><li><b>Wise & Analytical</b>: A truth-seeker with sharp insight. Asks the right questions and speaks only when confident in the facts.</li><li><b>Selective Social Circle</b>: Often misunderstood, but maintains a small, trusted group of friends.</li><li><b>Emotionally Reserved</b>: Tends to repress feelings, which can make emotional connection difficult.</li><li><b>Growth Areas</b>: Work on opening up emotionally and avoiding excessive isolation. Let others in to truly understand you.</li></ul>",
  "8": "<ul><li><b>Ambitious & Driven</b>: Craves success, power, and recognition. Equates financial independence with personal fulfillment.</li><li><b>Natural Leader</b>: Confident, resilient, and self-contained. Prefers managing and delegating rather than executing tasks.</li><li><b>Commanding Presence</b>: Strong-willed and authoritative. Needs respect and values being seen as important.</li><li><b>Emotionally Guarded</b>: Often too focused on goals to prioritize romance. Needs an equally independent and organized partner.</li><li><b>Sharp Judge of Character</b>: Intuitive about people’s motives and strengths.</li><li><b>Growth Areas</b>: Balance emotional expression, avoid being domineering or boastful, and stay open to others’ ideas. Monitor health during stress, as it can impact physical well-being.</li></ul>",
  "9": "<ul><li><b>Influential & Charismatic</b>: Universally admired, friendly, and easygoing. Naturally inspires and uplifts others.</li><li><b>Altruistic & Generous</b>: A selfless humanitarian who loves helping people. Deeply empathetic due to personal hardships.</li><li><b>Artistic & Refined</b>: Passionate about beauty, music, and art. Has a strong aesthetic sense and idealistic vision.</li><li><b>Wise & Inspirational</b>: A tolerant teacher and role model. Draws others in with emotional depth and understanding.</li><li><b>Emotionally Sensitive</b>: Feels love intensely but may struggle to express it. Needs appreciation and emotional reciprocity.</li><li><b>Growth Areas</b>: Avoid being overly impressionable or resentful. Learn to balance idealism with realistic expectations and self-care.</li></ul>",
  "11": "<ul><li><b>Elevated Intuition</b>: A higher vibration of Soul Number 2, with heightened sensitivity and psychic-like insight.</li><li><b>Wise & Spiritual</b>: An old soul with deep inner knowing. Thrives when trusting intuitive hunches and inner guidance.</li><li><b>Empathic & Idealistic</b>: Feels deeply and understands others profoundly. Seeks meaningful, soulful connections.</li><li><b>Star Quality</b>: Desires recognition and refuses to stay in the background. Has a magnetic presence and visionary energy.</li><li><b>Growth Areas</b>: Balance your need for spotlight with humility. Respect others’ paths and encourage them to follow their own intuition.</li></ul>",
  "22": "<ul><li><b>Elevated Builder</b>: A higher vibration of Soul Number 4, combining practicality with a powerful drive to improve the world.</li><li><b>Visionary Leader</b>: Possesses the talent and ambition to influence lives and create lasting change—one person at a time.</li><li><b>Grounded & Secure</b>: Thrives on structure, order, and stability. Needs practical systems to support big dreams.</li><li><b>Purpose-Driven</b>: Motivated by a deep sense of mission and responsibility to uplift humanity.</li><li><b>Growth Areas</b>: Allow others to learn their own lessons. Avoid over-controlling or micromanaging others’ paths.</li></ul>",
  "33": ""
}